{
  "id": 2,
  "name": "Cebolinha",
  "scientificName": "Allium schoenoprasum",
  "image": "/plants/cebolinha.png",
  "shortDescription": "A cebolinha é um tempero indispensável na cozinha, conhecida pelo seu sabor suave e fresco. Ela é extremamente fácil de cuidar e se adapta bem a diferentes ambientes, sendo perfeita para jardineiros iniciantes.",
  "qualities": [
    {
      "title": "Fácil de Cultivar",
      "description": "Perfeita para jardineiros de primeira viagem, com poucas exigências de manejo e crescimento rápido."
    },
    {
      "title": "Produção Contínua",
      "description": "Ao cortar as hastes para uso, ela continua a brotar, garantindo um suprimento constante."
    },
    {
      "title": "Resistente",
      "description": "Se adapta bem a vasos e canteiros, sendo tolerante a diferentes condições de sol e clima."
    },
    {
      "title": "Versátil",
      "description": "É um tempero que pode ser usado em uma variedade de pratos, de saladas a sopas."
    }
  ],
  "steps": [
    {
      "title": "Melhor Época",
      "description": "Pode ser plantada em qualquer época do ano, desde que o clima não seja excessivamente frio."
    },
    {
      "title": "Solo Ideal",
      "description": "Prefere solo fértil, bem drenado e rico em matéria orgânica. Adicionar composto na terra ajuda no crescimento."
    },
    {
      "title": "Luz",
      "description": "Cresce melhor sob sol pleno ou meia-sombra, recebendo pelo menos 4 horas de sol por dia."
    },
    {
      "title": "Rega",
      "description": "Mantenha o solo úmido, mas não encharcado. Regue com frequência, especialmente nos dias mais quentes."
    },
    {
      "title": "Espaçamento",
      "description": "Plante as sementes ou mudas em pequenos aglomerados, mantendo um espaçamento de cerca de 10-15 cm entre os maços."
    },
    {
      "title": "Colheita",
      "description": "Corte as hastes maiores na base, deixando as menores para continuar crescendo. Não colha mais de 1/3 da planta de uma vez."
    }
  ],
  "tip": "Para incentivar a cebolinha a ficar mais forte e compacta, pode-a periodicamente. E lembre-se: ela é uma ótima companhia para cenouras e alface na horta, ajudando a afastar algumas pragas."
}
