{
  "id": 5,
  "name": "Cenoura",
  "scientificName": "Daucus carota",
  "image": "/plants/cenoura.png",
  "shortDescription": "A cenoura é um vegetal de raiz, conhecido por sua cor alaranjada e sabor adocicado. É uma excelente fonte de vitaminas, fácil de cultivar e uma adição colorida à sua horta, sendo perfeita para saladas, sucos e pratos cozidos.",
  "qualities": [
    {
      "title": "Fácil de Cultivar",
      "description": "Exige poucos cuidados e pode ser plantada diretamente no solo, sendo ideal para iniciantes."
    },
    {
      "title": "Fonte de Nutrientes",
      "description": "Rica em betacaroteno e vitamina A, a cenoura é ótima para a saúde da visão e do sistema imunológico."
    },
    {
      "title": "Versátil na Cozinha",
      "description": "Pode ser consumida crua, cozida, em sucos, bolos e diversas outras receitas."
    },
    {
      "title": "Adaptação",
      "description": "Se adapta bem a vasos e canteiros, desde que o solo seja profundo o suficiente para a raiz crescer."
    }
  ],
  "steps": [
    {
      "title": "Melhor Época",
      "description": "Prefere clima ameno. Pode ser plantada no outono e inverno em Livramento do Brumado, e também na primavera e início do verão, desde que a terra seja mantida úmida."
    },
    {
      "title": "Solo Ideal",
      "description": "Prefere solo solto, leve, rico em matéria orgânica e sem pedras, que podem deformar a raiz. Revire bem a terra antes do plantio."
    },
    {
      "title": "Luz",
      "description": "Necessita de pelo menos 5 a 6 horas de sol direto por dia para um bom desenvolvimento."
    },
    {
      "title": "Rega",
      "description": "Mantenha o solo sempre úmido. Regue com frequência, mas com cuidado para não encharcar."
    },
    {
      "title": "Espaçamento",
      "description": "Plante as sementes em fileiras, com cerca de 5 cm de distância entre elas. Quando as mudas estiverem maiores, retire as mais fracas para manter um espaçamento de 10 cm."
    },
    {
      "title": "Colheita",
      "description": "A cenoura está pronta para a colheita quando a parte de cima, perto das folhas, começar a sair do solo. Basta puxá-la com cuidado."
    }
  ],
  "tip": "Sementes de cenoura demoram um pouco para germinar. Para manter a terra úmida nesse período, cubra o canteiro com palha ou um pedaço de tecido até que as primeiras mudas apareçam."
}
