{
  "id": 4,
  "name": "Couve",
  "scientificName": "Brassica oleracea var. sabellica",
  "image": "/plants/couve.png",
  "shortDescription": "A couve é uma hortaliça robusta, de folhas verde-escuras, rica em nutrientes e com um sabor marcante. É extremamente adaptável e de fácil cultivo, sendo uma das escolhas preferidas para hortas em climas mais amenos e até em vasos grandes.",
  "qualities": [
    {
      "title": "Alta Produtividade",
      "description": "Ao colher as folhas externas, a planta continua a produzir por um longo período."
    },
    {
      "title": "Resistência",
      "description": "É uma planta muito resistente, que suporta diferentes condições de clima e solo."
    },
    {
      "title": "Versátil na Cozinha",
      "description": "Pode ser usada em saladas, refogados, sucos e sopas, sendo um ingrediente-chave em muitas receitas saudáveis."
    },
    {
      "title": "Rica em Nutrientes",
      "description": "É uma fonte excelente de vitaminas e minerais, ideal para uma alimentação balanceada."
    }
  ],
  "steps": [
    {
      "title": "Melhor Época",
      "description": "A couve se adapta bem a diferentes estações, mas prefere temperaturas mais amenas. Em Livramento do Brumado, pode ser plantada durante todo o ano, com a ressalva de garantir irrigação constante em períodos mais quentes."
    },
    {
      "title": "Solo Ideal",
      "description": "Prefere solos férteis, ricos em matéria orgânica e com boa drenagem. Adube a terra com composto orgânico antes do plantio."
    },
    {
      "title": "Luz",
      "description": "Cresce melhor sob sol pleno, com pelo menos 5 horas de luz direta por dia."
    },
    {
      "title": "Rega",
      "description": "Mantenha o solo sempre úmido, regando com frequência, mas evite o excesso para não apodrecer as raízes."
    },
    {
      "title": "Espaçamento",
      "description": "Deixe um espaço de 40 a 60 cm entre as mudas para que as folhas possam se desenvolver completamente."
    },
    {
      "title": "Colheita",
      "description": "Colha as folhas mais externas e maduras, cortando-as na base. Isso estimula o crescimento de novas folhas no centro da planta."
    }
  ],
  "tip": "A couve é uma ótima opção para plantio em vasos, desde que o recipiente seja grande o suficiente para acomodar o crescimento de suas raízes. Um vaso com pelo menos 30 cm de profundidade é ideal."
}
