{
  "id": 7,
  "name": "Rúcula",
  "scientificName": "Eruca sativa",
  "image": "/plants/rucula.png",
  "shortDescription": "A rúcula é uma hortaliça de folhas verdes com um sabor picante e levemente amargo, que adiciona um toque especial a saladas e sanduíches. É uma planta que cresce rapidamente e é muito fácil de cultivar, ideal para quem está começando uma horta.",
  "qualities": [
    {
      "title": "Sabor Marcante",
      "description": "Seu sabor apimentado e característico a torna um ingrediente indispensável para saladas e molhos."
    },
    {
      "title": "Rápido Crescimento",
      "description": "As folhas podem ser colhidas em apenas 30 a 40 dias após o plantio, garantindo uma colheita rápida."
    },
    {
      "title": "Versatilidade",
      "description": "Pode ser consumida crua ou cozida, e é um ótimo complemento para pizzas, massas e sopas."
    },
    {
      "title": "Resistente",
      "description": "Adapta-se bem ao cultivo em vasos, canteiros e até mesmo em sacadas, com poucos cuidados."
    }
  ],
  "steps": [
    {
      "title": "Melhor Época",
      "description": "A rúcula cresce melhor em clima ameno. Pode ser plantada no outono ou na primavera. Em Livramento do Brumado, evite plantá-la nos meses mais quentes, pois o sabor pode ficar mais forte."
    },
    {
      "title": "Solo Ideal",
      "description": "Prefere solo fértil, rico em matéria orgânica e bem drenado. Adicione composto orgânico à terra para um melhor desenvolvimento."
    },
    {
      "title": "Luz",
      "description": "Necessita de pelo menos 4 horas de sol direto por dia, mas tolera a meia-sombra, especialmente em dias de calor."
    },
    {
      "title": "Rega",
      "description": "Mantenha o solo sempre úmido, mas evite encharcar. Regue com frequência, especialmente durante o verão."
    },
    {
      "title": "Espaçamento",
      "description": "Plante as sementes em fileiras, com cerca de 15 cm de distância entre elas."
    },
    {
      "title": "Colheita",
      "description": "Colha as folhas externas quando tiverem cerca de 10 a 15 cm de comprimento. Isso estimula a planta a continuar produzindo."
    }
  ],
  "tip": "Se a rúcula começar a produzir flores, colha-as! Elas também são comestíveis, com um sabor suave, e podem ser usadas para decorar saladas."
}
